{
    "Website_Title": "Проект Creators.TF",
    "Header_Nav_Workshop":"Мастерская",
    "Header_Nav_VideoFeed": "Видео",
    "Header_Nav_Wiki":"Вики",
    "Header_Nav_Community":"Сообщество",
    "Header_Nav_Feed":"Лента",
    "Header_Profile_Logout":"выйти",
    "PreMain_Nav_Blog":"Блог",
    "PreMain_Nav_Updates":"Обновления",
    "PreMain_Nav_News":"Новости",
    "PreMain_Nav_Other":"Другое",
    "PreMain_Button_Play":"Найти Игру",
    "Page_Title_Main": "Главная",
    "Panels_Monthly_Title":"Уникальных игроков за месяц",
    "Panels_Links_Title":"Полезные ссылки",
    "Panels_Locale_Title":"Язык",

    "Navigation_Next": "Дальше",
    "Navigation_Back": "Назад",
    "Blog_Offset": "Страница",
    "Post_Likes_Button": "Лайков",

    "Page_About": "О нас",

    "Video_Author": "Автор",
    "Video_Uploaded": "Загружено",

    "Modal_Login_Title": "АВТОРИЗАЦИЯ",
    "Modal_Login_P1": "Похоже, вы еще не авторизованы. Чтобы использовать функции на нашем веб-сайте, вам необходимо предоставить нам некоторую информацию о вас, которая доступна для общественности на странице вашего профиля Steam.",
    "Modal_Login_P2": "Если вы авторизуетесь через Steam, мы получим имя вашего профиля Steam, аватар и ваш уникальный идентификатор Steam.",
    "Modal_Login_P3": "Для начала авторизации нажмите кнопку ниже. Это будет только два клика, если вы уже авторизованы в вашем браузере.",

    "Report_Error": "Нашли ошибку?",

    "Feed_Blog_Recomendation_Title": "Эй, похоже, ваша лента пуста?",
    "Feed_Blog_Recomendation": "Пока вы можете следить за официальным аккаунтом блога Creators.TF, чтобы получать свежую и новую информацию о нашем проекте и самой игре. Затем найдите свое любимое игровое сообщество или любимого ютубера или стримера, используя нашу форму поиска, и следуйте им.",

    "Error_Redirect": "Вы должны были быть перенаправлены, но что-то пошло не так.",
    "Error_Contact_Us": "Свяжитесь с нами, чтобы получить помощь по",
    "Error_404_Title": "Контент не найден",
    "Error_404_Content": "Запрашиваемый материал, к сожалению, не найден. Попробуйте изменить адрес страницы или вернуться на <a href='/'>главную страницу</a>.",
    "Error_403_Title": "Отсутствует разрешение",
    "Error_403_Content": "Запрошенный материал, к сожалению, вам недоступен. У вас нет необходимого разрешения для доступа к этому материалу.",
    "Error_418_Title": "Я чайник!",
    "Error_418_Content": "Вы все испортили. Позор тебе. Постскриптум Да, это <a href='https://wikipedia.org/wiki/List_of_HTTP_status_codes#418'>реальная</a> ошибка.",

    "Badge_Exp_Short": "очков опыта",
    "Badge_Palette_Employee_Title": "Сотрудник Palette",
    "Badge_Palette_Employee_Summary": "Сотрудник студии Palette.",
    "Badge_Early_RCATF2_Admin_Title": "Ранний Благодетель",
    "Badge_Early_RCATF2_Admin_Summary": "Часть сотрудников родительского проекта RCATF2",

    "Contributor_Level": "Уровень вклада:",
    "Profile_Verified": "Этот профиль официально подтвержден администрацией сайта.",

    "Profile_Followers_Title": ": Подписчики.",
    "Profile_Following_Title": "Подписки ",
    "Post_By_Author": "Публикация",

    "Footer_Palette_Copyright": "&copy; Palette Studios.",
    "Footer_Palette_Copyright_Text": "Palette Studios, the Palette Studios logo, community.tf are owned by Palette Studios.",
    "Terms_Of_Service": "Terms of Service",
    "Privacy_Policy": "Privacy Policy",
    "Footer_Valve_Copyright": "Valve, the Valve logo, Steam, the Steam logo, Team Fortress, the Team Fortress logo are trademarks and/or registered trademarks of Valve Corporation. We are not affliated with Valve Corporation. All rights belong to Valve Corporation.",

    "TFPage_Promo_Input_SteamID": "Предоставьте Ваш Steam ID или ссылку на Ваш Steam профиль",
    "TFPage_Promo_Select_Opt0": "Укажите к кому бы вы себя отнесли...",
    "TFPage_Promo_Select_Opt1": "SourceMod Разработчик",
    "TFPage_Promo_Select_Opt2": "Web Frontend/Backend Разработчик",
    "TFPage_Promo_Select_Opt3": "Переводчик / Локализатор",
    "TFPage_Promo_Select_Opt4": "Менеджер Коммьюнити (Тот, кто общается с сообществом)",
    "TFPage_Promo_Select_Opt5": "SFM Художник (SFM Арты)",
    "TFPage_Promo_Select_Opt6": "SFM Аниматор (SFM Фильмы, Насммешки, и др.)",
    "TFPage_Promo_Select_Opt7": "Художник (Рисованные Арты)",
    "TFPage_Promo_Select_Opt8": "Дизайнер Сайтов",
    "TFPage_Promo_Select_Opt9": "Создатель Игровых Моделей (Шапки, Оружия, для карт, и др.)",
    "TFPage_Promo_Select_Opt10": "Дизайнер Карт (Hammer Editor)",
    "TFPage_Promo_Select_Opt11": "Ведущий Сообществ в Соц. Сетях (YouTube, Twitch, Twitter, и др.)",
    "TFPage_Promo_Textarea_About": "Предоставьте больше информации о себе. Расскажите нам о своих творениях, которыми вы гордитесь. Приведите различные примеры из вашего портфолио. Заставьте нас узнать как можно больше информации о вас.\nP.S. Если вы хотите выбрать больше чем одну роль из верхнего списка - укажите их тут.",
    "TFPage_Promo_Submit": "Отправить Заявку",

    "TFPage_Promo_P1": "В последнее время Team Fortress 2 получает все меньше внимания со стороны разработчиков. Однако игра все еще однозначно актуальна. Мы можем продолжать ожидание, с нескончаемой надеждой. Но мы так же можем сами проявить инициативу! Цель данного проекта – попытка создания неофициальных обновлений для нашей любимой игры с помощью разработанного сообществом материала и, самое главное – с аутентичным духом Team Fortress 2.",
    "TFPage_Promo_P2": "Поздоровайтесь с «Серверами Быстрой Игры от Сообщества»! Эти сервера будут открыты по всему миру. Таким образом, почти где угодно, вы сможете зайти на них и опробовать самые интересные идеи сообщества, которые мы сможем найти! Точное расположение серверов будет обсуждено с участниками проекта. Мы собираемся выпускать полноценные обновления от сообщества прямо на эти сервера, чтобы каждый смог ими насладиться!",
    "TFPage_Promo_P3": "В этих обновлениях мы будем добавлять материал, созданный сообществом, посредством серверных модификаций. Таким образом, вы сможете опробовать созданные сообществом карты, шляпы, стволы, насмешки, скины, эффекты необычного типа и многое другое! Вы так же сможете получить доступ ко многому из этого с помощью созданной нами системы контрактов, которая очень похожа на то, что нам представили Valve. Процесс рассмотрения идей сообщества для серверов описан на схеме ниже:",
    "TFPage_Promo_P4": "Данный проект – сложная задача. Поэтому мы обращаемся к вам, сообщество TF2! Нам нужна помощь каждого, кто может и хочет сделать что-либо на благо нашей любимой игры!</br>Если вы считаете, а главное: хотите помочь – заполните форму ниже. В случае если мы решим, что ваша заявка подходит нашим требованиям, мы свяжемся с вами лично.</br></br>Чем больше людей откликнется на нашу просьбу – тем выше шанс того, что данный проект увидит свет. Не медлите! </br></br> Мы так же будем крайне благодарны, если бы вы расскажете о нас своим друзьям или другим умелым людям сообщества TF2!",

    "Quickplay_Title": "Поиск Быстрой Игры"
}
