{
  "Website_Title": "Projekt Creators.TF",
  "Header_Nav_Workshop": "Werkstatt",
  "Header_Nav_VideoFeed": "Video",
  "Header_Nav_Wiki": "Wiki",
  "Header_Nav_Community": "Gemeinschaft",
  "Header_Nav_Feed": "Feed",
  "Header_Profile_Logout": "ausloggen ",
  "PreMain_Nav_Blog": "Blog",
  "PreMain_Nav_Updates": "Aktualisierungen",
  "PreMain_Nav_News": "Neuigkeiten",
  "PreMain_Nav_Other": "Andere",
  "PreMain_Button_Play": "Play",
  "Panels_Monthly_Title": "Einzigartige Spieler pro Monat",
  "Panels_Links_Title": "Nützliche Links",
  "Panels_Locale_Title": "Sprache",

  "Navigation_Next": "Weiter",
  "Navigation_Back": "Zurück",
  "Blog_Offset": "Seite",
  "Post_Likes_Button": "Likes",

  "Page_About": "Über uns",

  "Video_Author": "Autor",
  "Video_Uploaded": "Hochgeladen",

  "Modal_Login_Title": "AUTORISIERUNG",
  "Modal_Login_P1": "Sie sind anscheinend noch nicht angemeldet.  Um die Funktionen auf unserer Website nutzen zu können, müssen Sie uns einige Informationen zu Ihrer Person zur Verfügung stellen, die auf Ihrer Steam-Profilseite öffentlich verfügbar sind.",
  "Modal_Login_P2": "Wenn Sie sich über Steam anmelden, erhalten wir Ihren Steam-Profilnamen, Ihren Avatar und Ihre eindeutige Steam-ID.",
  "Modal_Login_P3": "Klicken Sie auf die Taste unten, um die Autorisierung zu starten.  Es sind nur zwei Klicks, wenn Sie bereits in Ihrem Browser angemeldet sind.",

  "Report_Error": "Fehler gefunden?",

  "Feed_Blog_Recomendation_Title": "Hey, scheint dein Feed leer zu sein?",
  "Feed_Blog_Recomendation": "Im Moment kannst du dem offiziellen Blog-Account von Creators.TF folgen, um aktuelle und neue Informationen über unser Projekt und das Spiel selbst zu erhalten.  Dann finden Sie über unser Suchformular Ihre Lieblingsspielgemeinschaft, Ihr Lieblings-YouTube oder Ihren Lieblings-Streamer und folgen Sie diesen.",

  "Error_Redirect": "Sie hätten redirected werden sollen, aber es ist ein Fehler aufgetreten.",
  "Error_Contact_Us": "Kontaktieren Sie uns für Unterstützung mit",
  "Error_404_Title": "Content nicht gefunden",
  "Error_404_Content": "Das gewünschte Material wurde leider nicht gefunden.  Versuchen Sie, die Seitenadresse zu ändern oder zur <a href='/'> Hauptseite </a> zurückzukehren.",
  "Error_403_Title": "Fehlende Erlaubnis",
  "Error_403_Content": "Das angeforderte Material steht Ihnen leider nicht zur Verfügung. Sie haben nicht die erforderliche Berechtigung, auf dieses Material zuzugreifen.",
  "Error_418_Title": "Ich bin eine Teekanne!",
  "Error_418_Content": "Du hast alles ruiniert.  Schande über dich.  Postscript Ja, dies ist ein <a href='https://wikipedia.org/wiki/List_of_HTTP_status_codes#418'> echter </a> Fehler.",

  "Badge_Exp_Short": "Erfahrungspunkte",
  "Badge_Palette_Employee_Title": "Palette-Mitarbeiter",
  "Badge_Palette_Employee_Summary": "Palette Studios Mitarbeiter",
  "Badge_Early_RCATF2_Admin_Title": "früher Wohltäter",
  "Badge_Early_RCATF2_Admin_Summary": "Teil des Personals des übergeordneten Projekts RCATF2",

  "Contributor_Level": "Beitragsniveau:",
  "Profile_Verified": "Dieses Profil wurde von der Site-Administration offiziell bestätigt.",

  "Profile_Followers_Title": ": Abonnenten.",
  "Profile_Following_Title": "Abos ",
  "Post_By_Author": "Post",

  "Footer_Palette_Copyright": "&copy; Palette Studios.",
  "Footer_Palette_Copyright_Text": "Palette Studios, the Palette Studios logo, community.tf are owned by Palette Studios.",
  "Terms_Of_Service": "Terms of Service",
  "Privacy_Policy": "Privacy Policy",
  "Footer_Valve_Copyright": "Valve, the Valve logo, Steam, the Steam logo, Team Fortress, the Team Fortress logo are trademarks and/or registered trademarks of Valve Corporation. We are not affliated with Valve Corporation. All rights belong to Valve Corporation.",

  "Event_PM_Intro_P1": "Die Geschichte erzählt von Höhlenmenschen in Hüten, die durch die Öffnung des Feuers zu prominenten Figuren wurden. Damit haben sie gelernt, dass man nicht nur mit dem Feuer spielen, sondern es auch auf den Kopf stellen kann, um einen völlig neuen Stil zu kreieren, der seiner Zeit weit voraus ist. Die Geschichte sagt uns auch, dass es zu ihrer Zeit keinen Brandschutzgeruch gab und dass alle ihre Hüte (und Haare) verloren haben.",
  "Event_PM_Intro_P2": "Willkommen bei Particle Mayhem! Wir sind keine Höhlenmenschen mehr. Trotzdem sind wir Wahnsinnige unserer Zeit, die sich bemühen, den Modeprozess mit jeder Methode zu umgehen. Wissenschaft, Magie und sogar Hexerei! Was auch immer es ist, es ist höchstwahrscheinlich extrem illegal, aber wir werden vor nichts Halt machen, bis das Blut vergossen ist und die Haare grau werden.",
  "Event_PM_Intro_P3": "Seien wir ehrlich, Scheinvulkane sind langweilig! Dies ist eine Zeitverschwendung, die jeder Idiot auf einer Wissenschaftsmesse in der Grundschule anstellen kann. Weißt du was besser ist? Erstellen Sie einen ECHTEN Vulkan mit ECHTER Lava, der WIRKLICH aus Ihrer Krone ausbricht.",
  "Event_PM_Intro_P4": "Erstellen Sie während Ihrer Experimente so viele verschiedene Partikeltypen wie möglich! Für Hüte, Waffen, Spotten und sogar Karten! Seien Sie bei Ihren Experimenten vorsichtig und lesen Sie die FAQ, wenn Sie Fragen haben!",
  "Event_PM_Prizes_Tiers": "<em>%s</em> Platz: <em>%s</em> TF2-Schlüsseln",
  "Event_PM_Prizes_P1": "Jeder kann sich dieses brillante Medaillon auch verdienen, um der Welt zu zeigen, wie wirklich ein kosmetisches Genie Sie sind! Alles was Sie tun müssen, ist an dem Wettbewerb teilzunehmen und sobald er abgeschlossen ist, gehört er Ihnen! <em class=\"asterisk\">*</em>",
  "Event_PM_Prizes_P2": "Wenn Sie Ihre Seele \"investieren\", können Sie sogar eine dieser Medaillen gewinnen!",
  "Event_PM_Medal_Warning": "<em class=\"asterisk\">*</em> Aufgrund von Einschränkungen beim Laden von Medaillen wissen wir derzeit nicht, wann wir Medaillen verteilen können. Um dies auszugleichen, werden wir den Gewinnern TF2-Schlüssel als Preis aushändigen. Medaillen werden verteilt, sobald die Medaillen im Spiel sind. Wir hoffen auf Ihr Verständnis!",
  "Event_PM_Rules_1": "Alle Bewerbungen müssen bis zum <a href=\"https://steamcommunity.com/app/440/workshop/\" target=\"_blank\"> TF2-Workshop </a> <strong> <em> 31 hochgeladen werden Dezember 2019 um 12:00 UTC </em> </strong>.",
  "Event_PM_Rules_2": "Es können beliebige Partikel geladen werden. Dies schließt ungewöhnliche Effekte für Hüte, Waffen und Lächerlichkeiten oder für Karten ein.",
  "Event_PM_Rules_3": "Die für diese Veranstaltung kreierten Kosmetika sollten dem Thema Wissenschaft, Hexerei und Magie folgen.",
  "Event_PM_Rules_4": "Partikel sollten nicht dem Thema folgen, wie Kappen. Sie können alles sein!",
  "Event_PM_Rules_5": "Die Konzepte für Kappen und Partikel, die vor der Veranstaltung erstellt wurden, sind zulässig.",
  "Event_PM_Rules_6": "Alles andere, was <em>vor</em> dem Ereignis getan wurde, kann NICHT gesendet werden. Wir möchten jedem die Möglichkeit geben, ehrlich mitzumachen.",
  "Event_PM_Rules_7": "Bitte tun Sie nichts Rassistisches, Sexistisches oder Beleidigendes an einer anderen Person oder Personen. In diesem Fall werden Sie <em>vom Wettbewerb ausgeschlossen</em>.",
  "Event_PM_Rules_8": "Любая заявка на конкурс может содержать не более 4 участников.",
  "Event_PM_Rules_9": "Mitarbeiter sind nicht zur Teilnahme am Wettbewerb berechtigt. Bewerbungen können gesendet, aber nicht bewertet werden. Effekte auf dieser Seite sind vom Wettbewerb ausgeschlossen.",
  "Event_PM_QNA_Q1": "Was ist Particle Mayhem?",
  "Event_PM_QNA_A1": "Bei \"Particle Mayhem\" handelt es sich um einen Community-Wettbewerb, der von verschiedenen Mitgliedern der Team Fortress 2-Community erstellt wurde.",
  "Event_PM_QNA_Q2": "Ist dies ein offizielles Update für Team Fortress 2?",
  "Event_PM_QNA_A2": "Leider gibt es keine. Dies ist ein Community-Projekt und in keiner Weise mit offiziellen oder geringfügigen Aktualisierungen verbunden. Im Wesentlichen bedeutet dies, dass das, was Sie bei diesem Wettbewerb einreichen, nicht zum Spiel hinzugefügt werden muss, da es Valve ist, der entscheidet, was wird und was nicht.",
  "Event_PM_QNA_Q3": "Gibt es ein bestimmtes Thema?",
  "Event_PM_QNA_A3": "Das Thema dieses Projekts ist Wissenschaft, Hexerei und Magie! Sie sollten diesem Thema nur folgen, wenn Sie an Zubehör arbeiten. Was die Partikel anbelangt, dürfen Sie jedes Partikel Ihrer Wahl machen, ohne das Thema oder den Gegenstand, dem Sie folgen möchten, einzuschränken!",
  "Event_PM_QNA_Q4": "Gibt es Inhalte, die verboten sind?",
  "Event_PM_QNA_A4": "Wir bitten Sie, sich gegenseitig beleidigender Handlungen zu enthalten. Wir möchten, dass alle während der Veranstaltung eine gute Zeit haben und sich gegenseitig respektieren.",
  "Event_PM_QNA_Q5": "Medaillen nicht verteilen? Warum so?",
  "Event_PM_QNA_A5": "Letztes Jahr wurden viele Medaillen zu TF2 hinzugefügt. Aufgrund der Übersättigung und der hohen Nachfrage hat Valve die Hinzufügung eingestellt und versucht derzeit, eine Lösung zu finden, um das vorhandene System zu reparieren. Da wir unsere Medaillen nicht geladen haben, bis sie abgehandelt waren, konnten wir sie nicht ins Spiel bringen. Wir hoffen, dass wir diese Medaillen nach der Entscheidung dem Spiel hinzufügen und euch geben können.",
  "Event_PM_HatEffect": "Kappeneffekt",
  "Event_PM_TauntEffect": "Effekt für Spöttelei",
  "Event_PM_Show1": "Experten sagen, dass jenseits unserer Dimension die vierte Dimension liegt; Ein Ort, an dem es keine Regeln gibt, Würfel springen und Menschen vier Gesichter haben. Experten argumentieren auch, dass es unmöglich ist, sie zu erreichen, und dass die Reise uns wahrscheinlich töten wird. Nun, wie sich herausstellte, mussten wir nur unsere Hände in das schwarze Loch stecken und diese Saugnapfgröße ergreifen. Sag nein zur Logik!",
  "Event_PM_Show2": "Zwischen den Ebenen der Welt, gibt es einige Kreaturen, die Magie mit erstaunlichen Fähigkeiten kontrollieren. Einige können Portale zu anderen Welten erstellen, Artefakte sammeln, die wir nicht verstehen. Andere sterben dabei. Dieser Wirbelwind ist das Ergebnis davon.",
  "Event_PM_Show3": "Offensichtlich hinterlässt Ungeschicklichkeit Spuren, da diese mit Tränken gefüllten Phiolen jedem folgen, dem es egal ist, wohin sie gehen. Das stimmt, ich spreche von DIR. Wenn Sie nicht möchten, dass Flaschen um Sie herum fließen, achten Sie darauf, wohin Sie gehen!",
  "Event_PM_Show4": "Wir stellen eine neue Art vor, menschliche Erinnerungen mit kristallisierter Energie zu speichern! Jetzt wirst du nichts vergessen, wenn diese Kristalle um deinen Kopf schweben und sie mit Elektrizität synchronisieren!",
  "Event_PM_Show5": "Was wäre, wenn wir Elektrokohlen in einen Wassertank steckten und sie in Luftnebel quetschten? Nun, das führte zu zu vielen Herzinfarkten. Da sie versucht haben, uns zu verklagen, haben wir die Kohlen durch statische Elektrizität ersetzt. Keine Klagen.",
  "Event_PM_Show6": "Wir sind uns nicht sicher, wie wir es beschreiben sollen. Wir können jedoch sagen, dass Sie sich von diesen Dingen fernhalten möchten, da Sie mehrere Qualen erleben und in eine andere Dimension reisen können."
}
