{
    "Website_Title": "Проект Creators.TF",
    "Header_Nav_Workshop": "Мастерская",
    "Header_Nav_VideoFeed": "Видео",
    "Header_Nav_Wiki": "Вики",
    "Header_Nav_Community": "Сообщество",
    "Header_Nav_Contracker": "Контракер",
    "Header_Nav_Store": "Магазин",
    "Header_Nav_Items": "Предметы",
    "Header_Nav_Feed": "Лента",
    "Header_Profile_Logout": "Выйти",
    "PreMain_Nav_Blog": "Блог",
    "PreMain_Nav_Updates": "Обновления",
    "PreMain_Nav_News": "Новости",
    "PreMain_Nav_Donate": "Donate",
    "Page_Title_Main": "Main",
    "Page_Title_Settings": "Settings",
    "PreMain_Nav_Other":"Другое",
    "PreMain_Button_Play":"Найти Игру",
    "Panels_Monthly_Title": "Уникальных игроков за месяц",
    "Panels_Links_Title": "Полезные ссылки",
    "Panels_LatestUpdates_Title": "Latest updates/Blog posts",
    "Panels_Locale_Title": "Язык",
    "Panels_Title_AssetPack": "Скачать пак ассетов для более быстрой загрузки",

    "General_Inventory": "Inventory",
    "General_Loadout": "Loadout",
    
    "General_Button_ApplyChanges": "Apply Changes",
    "General_Button_Connect": "Connect",
    "General_Button_Use": "Использовать",
    "General_Button_Delete": "Удалить",
    "General_Button_Download": "Download",
    "General_Button_BackToProfile": "Back to Profile",
    "General_Button_BackToLoadout": "Back to Loadout",
    "General_Button_OpenInventory": "Открыть Инвентарь",
    "General_Button_OpenProfile": "Открыть Профиль",
    "General_Button_OpenLoadout": "Открыть Снаряжение",
    "General_Button_OpenStore": "Открыть Магазин",
    
    "Navigation_Next": "Дальше",
    "Navigation_Back": "Назад",
    "Blog_Offset": "Страница",

    "Page_About": "О нас",
    "Post_Likes_Button": "Лайков",

    "Video_Author": "Автор",
    "Video_Uploaded": "Загружено",
    
    "SocialMedia_Steam": "Steam",
    "SocialMedia_Twitter": "Twitter",
    "SocialMedia_Discord": "Discord",
    "SocialMedia_Patreon": "Patreon",
    "SocialMedia_YouTube": "YouTube",
    "SocialMedia_Twitch": "Twitch",

    "Modal_Login_Title": "АВТОРИЗАЦИЯ",
    "Modal_Login_P1": "Похоже, вы еще не авторизованы. Чтобы использовать функции на нашем веб-сайте, вам необходимо предоставить нам некоторую информацию о вас, которая доступна для общественности на странице вашего профиля Steam.",
    "Modal_Login_P2": "Если вы авторизуетесь через Steam, мы получим имя вашего профиля Steam, аватар и ваш уникальный идентификатор Steam.",
    "Modal_Login_P3": "Для начала авторизации нажмите кнопку ниже. Это будет только два клика, если вы уже авторизованы в вашем браузере.",

    "Report_Error": "Нашли ошибку?",

    "Feed_Blog_Recomendation_Title": "Эй, похоже, ваша лента пуста?",
    "Feed_Blog_Recomendation": "Пока вы можете следить за официальным аккаунтом блога Creators.TF, чтобы получать свежую и новую информацию о нашем проекте и самой игре. Затем найдите свое любимое игровое сообщество или любимого ютубера или стримера, используя нашу форму поиска, и следуйте им.",

    "Error_Redirect": "Вы должны были быть перенаправлены, но что-то пошло не так.",
    "Error_Contact_Us": "Свяжитесь с нами, чтобы получить помощь по",
    "Error_404_Title": "Контент не найден",
    "Error_404_Content": "Запрашиваемый материал, к сожалению, не найден. Попробуйте изменить адрес страницы или вернуться на <a href='/'>главную страницу</a>.",
    "Error_403_Title": "Отсутствует разрешение",
    "Error_403_Content": "Запрошенный материал, к сожалению, вам недоступен. У вас нет необходимого разрешения для доступа к этому материалу.",
    "Error_418_Title": "Я чайник!",
    "Error_418_Content": "Вы все испортили. Позор тебе. Постскриптум Да, это <a href='https://wikipedia.org/wiki/List_of_HTTP_status_codes#418'>реальная</a> ошибка.",
    "Error_Not_Found_Title": "Ничего не нашлось",
    "Error_Not_Found_Content": "Если вы вводили веб-адрес, пожалуйста, проверьте его на правильность. Вы так-же можете посетить нашу домашнюю страницу для получения нужной информации.",

    "Badge_Exp_Short": "очков опыта",
    "Badge_Palette_Employee_Title": "Сотрудник Palette",
    "Badge_Palette_Employee_Summary": "Сотрудник студии Palette.",
    "Badge_Early_RCATF2_Admin_Title": "Ранний Благодетель",
    "Badge_Early_RCATF2_Admin_Summary": "Часть сотрудников родительского проекта RCATF2",

    "Contributor_Level": "Уровень вклада:",
    "Profile_Verified": "Этот профиль официально подтвержден администрацией сайта.",
    "Profile_Blog": "Данный профиль не связан со Steam и представляет собой официальный блог сообщества.",
    "Profile_Bot": "Данный профиль не связан со Steam и управляется ботом.",

    "Profile_Followers_Title": ": Подписчики.",
    "Profile_Following_Title": "Подписки ",
    "Post_By_Author": "Публикация",

    "Fake_Profile_Title": "Этот профиль не связан со Steam.",
    "Fake_Profile_Text": "Это значит, что либо это профиль блога сообщества, что управляется его участниками, либо это бот.",

    "Footer_Palette_Copyright": "&copy; Palette Studios.",
    "Footer_Palette_Copyright_Text": "Palette Studios, логотип Palette Studios, creators.tf принадлежат Palette Studios.",
    "Terms_Of_Service": "Условия пользования",
    "Privacy_Policy": "Политика конфиденциальности",
    "Footer_Valve_Copyright": "Valve, логотип Valve, Steam, логотип Steam, Team Fortress, логотип Team Fortress являются торговыми марками и/или регистрируемыми торговыми марками Valve Corporation. Мы не связаны с Valve Corporation. Все права принадлежат Valve Corporation.",

    "TFPage_Promo_Input_SteamID": "Предоставьте Ваш Steam ID или ссылку на Ваш Steam профиль",
    "TFPage_Promo_Select_Opt0": "Укажите к кому бы вы себя отнесли...",
    "TFPage_Promo_Select_Opt1": "SourceMod Разработчик",
    "TFPage_Promo_Select_Opt2": "Web Frontend/Backend Разработчик",
    "TFPage_Promo_Select_Opt3": "Переводчик / Локализатор",
    "TFPage_Promo_Select_Opt4": "Менеджер Коммьюнити (Тот, кто общается с сообществом)",
    "TFPage_Promo_Select_Opt5": "SFM Художник (SFM Арты)",
    "TFPage_Promo_Select_Opt6": "SFM Аниматор (SFM Фильмы, Насммешки, и др.)",
    "TFPage_Promo_Select_Opt7": "Художник (Рисованные Арты)",
    "TFPage_Promo_Select_Opt8": "Дизайнер Сайтов",
    "TFPage_Promo_Select_Opt9": "Создатель Игровых Моделей (Шапки, Оружия, для карт, и др.)",
    "TFPage_Promo_Select_Opt10": "Дизайнер Карт (Hammer Editor)",
    "TFPage_Promo_Select_Opt11": "Ведущий Сообществ в Соц. Сетях (YouTube, Twitch, Twitter, и др.)",
    "TFPage_Promo_Textarea_About": "Предоставьте больше информации о себе. Расскажите нам о своих творениях, которыми вы гордитесь. Приведите различные примеры из вашего портфолио. Заставьте нас узнать как можно больше информации о вас.\nP.S. Если вы хотите выбрать больше чем одну роль из верхнего списка - укажите их тут.",
    "TFPage_Promo_Submit": "Отправить Заявку",

    "TFPage_Promo_P1": "В последнее время Team Fortress 2 получает все меньше внимания со стороны разработчиков. Однако игра все еще однозначно актуальна. Мы можем продолжать ожидание, с нескончаемой надеждой. Но мы так же можем сами проявить инициативу! Цель данного проекта – попытка создания неофициальных обновлений для нашей любимой игры с помощью разработанного сообществом материала и, самое главное – с аутентичным духом Team Fortress 2.",
    "TFPage_Promo_P2": "Поздоровайтесь с «Серверами Быстрой Игры от Сообщества»! Эти сервера будут открыты по всему миру. Таким образом, почти где угодно, вы сможете зайти на них и опробовать самые интересные идеи сообщества, которые мы сможем найти! Точное расположение серверов будет обсуждено с участниками проекта. Мы собираемся выпускать полноценные обновления от сообщества прямо на эти сервера, чтобы каждый смог ими насладиться!",
    "TFPage_Promo_P3": "В этих обновлениях мы будем добавлять материал, созданный сообществом, посредством серверных модификаций. Таким образом, вы сможете опробовать созданные сообществом карты, шляпы, стволы, насмешки, скины и многое другое! Вы так же сможете получить доступ ко многому из этого с помощью созданной нами системы контрактов, которая очень похожа на то, что нам представили Valve. Процесс рассмотрения идей сообщества для серверов описан на схеме ниже:",
    "TFPage_Promo_P4": "Данный проект – сложная задача. Поэтому мы обращаемся к вам, сообщество TF2! Нам нужна помощь каждого, кто может и хочет сделать что-либо на благо нашей любимой игры!</br>Если вы считаете, а главное: хотите помочь – заполните форму ниже. В случае если мы решим, что ваша заявка подходит нашим требованиям, мы свяжемся с вами лично.</br></br>Чем больше людей откликнется на нашу просьбу – тем выше шанс того, что данный проект увидит свет. Не медлите! </br></br> Мы так же будем крайне благодарны, если бы вы расскажете о нас своим друзьям или другим умелым людям сообщества TF2!",

    "Quickplay_Title": "Поиск Быстрой Игры",
    "Quickplay_SubTitle": "Выбор Карты",
    "Quickplay_MapsLabel": "карт выбранно",
    "Quickplay_Group_Core_Title": "Основные Игровые Режимы",
    "Quickplay_Gamemode_CTF_Title": "Захват флага",
    "Quickplay_Gamemode_CTF_Brief": "Украдите вражеские разведданные и доставьте их на свою базу!",
    "Quickplay_Gamemode_CP_Title": "Контрольные точки",
    "Quickplay_Gamemode_CP_Brief": "Захватывайте и защищайте контрольные точки. Победите, завладев всеми точками!",
    "Quickplay_Gamemode_PL_Title": "Сопровождение",
    "Quickplay_Gamemode_PL_Brief": "Сопровождайте вагонетку с бомбой, которая разнесёт базу врага в пух и прах!",
    "Quickplay_Gamemode_KOTH_Title": "Царь горы",
    "Quickplay_Gamemode_KOTH_Brief": "Покажите врагам, кто здесь главный, захватив и удержав одну контрольную точку.",

    "TFClass_Scout_Name": "Разведчик",
    "TFClass_Soldier_Name": "Солдат",
    "TFClass_Pyro_Name": "Поджигатель",
    "TFClass_Demo_Name": "Подрывник",
    "TFClass_Heavy_Name": "Пулемётчки",
    "TFClass_Engineer_Name": "Инженер",
    "TFClass_Medic_Name": "Медик",
    "TFClass_Sniper_Name": "Снайпер",
    "TFClass_Spy_Name": "Шпион",

    "Loadout_Slot_Primary": "Основное",
    "Loadout_Slot_Secondary": "Второстепенное",
    "Loadout_Slot_Melee": "Ближний Бой",
    "Loadout_Slot_PDA": "КПК",
    "Loadout_Slot_Wearable": "Носимый",
    "Loadout_Slot_Action": "Действие",
    "Loadout_Class": "Снаряжение Класса",
    
    "Settings_ProfileSettings": "Profile Settings",
    "Settings_Profile": "Profile",
    "Settings_Privacy": "Privacy",
    "Settings_Connections": "Connections",
    
    "ProfileSettings_EditYourBio": "Edit your bio",
    "ProfileSettings_ChooseYourBadge": "Choose your badge",
    "ProfileSettings_PrivacyPublic": "Public - Everyone can see",
    "ProfileSettings_PrivacyPrivate": "Private - No one can see (other than you)",
    
    "Settings_Connections_Steam_Description": "Steam Description Here",
    "Settings_Connections_Twitter_Description": "Twitter Description Here",
    "Settings_Connections_Discord_Description": "Discord Description Here",
    "Settings_Connections_Patreon_Description": "Patreon Description Here",
    "Settings_Connections_YouTube_Description": "YouTube Description Here",
    
    "DonatePage_SupportCTF": "Support Creators.TF",
    "DonatePage_SupportPatreonGetRewards": "Support us on Patreon and get rewards.",
    "DonatePage_SupportPatreonGetRewardsDescription": "We want to keep all the content absolutely free for every player, but server support is quite expensive. That is why we ask you to help us with server rental. You can become our patron and get some bonuses, as well as leave your mark on the board of honor. Go to our <a href='/patreon' target='_blank'>Patreon</a> and become our sponsor to help develop the project.",
    "DonatePage_UnlinkedAccountText1": "If you can't see your donation here -- you need to manually connect your Patreon account. ",
    "DonatePage_UnlinkedAccountText2": " generous patrons don't have their Patreon account linked to Creators.TF.",
    "DonatePage_PatreonProfile": "Patreon Profile",
    "DonatePage_PatreonConnectionTitle": "Patreon Connection",
    "DonatePage_PatreonConnectionDescription": "<a href='/patreon' target='_blank'>Support us on Patreon</a> and connect your account to get different perks and leave your mark in the hall of fame.",
    "DonatePage_HallOfFameTitle": "Hall of Fame",
    "DonatePage_HallOfFameDescription": "<b>Notes:</b> This section is not updated instantly. It may take up to 24 hours for your donation to be displayed here. You need to have your Patreon account connected to Creators.TF in order for us to indentify you and to display you on this list.",

    "TFPage_SelfmadeSmissmas_container01maintext": "Представляем вам... Шмождество Ручной Сборки! Это первое обновление, которое мы выпустили, и, надеюсь, оно вам понравится так же, как и нам, потому что оно нам действительно нравится! Это обновление было тонной работой для разработчиков, художников и комнатных растений команды Creators.TF. Мы были настолько были заняты работой над обновлением, что даже не определились с названием самого обновления, пока, конечно-же не доделали его. Конечно, иметь хорошее название хорошо, но кому действительно нужно хорошее название, когда обновление говорит само за себя?",
    "TFPage_SelfmadeSmissmas_container07descriptiontext": "Впервые представленное сообществом!",
    "TFPage_SelfmadeSmissmas_container08inventorytext": "Если мы добавляем новые вещи в игру, нам нужно место, куда эти вещи положить, правильно? И именно для этого нам в помощь приходит <b>Инвентарь Creators.TF</b>!<br><br>Каждый предмет, который ВЫ получаете на НАШИХ серверах, будет хранится в инвентаре нашего сайта. Прямо сейчас мы поддерживаем два типа предметов: <b><i>Аксессуары</b></i>, а так же <b><i>Открытые ящики<b><i>, и из которых вам могут выпасть случайные аксессуары.",
    "TFPage_SelfmadeSmissmas_container08loadouttext": "Каждый класс, прямо как и в игре, имеет специальную страницу, на которой вы можете менять оружия и надевать новые аксессуары. <br><br> Инвентарь и Меню Снаряжений возможно открыть на нашем сайте. <br><br> Аксессуары, представленные нами, могут быть надеты с официальными, но что-бы избежать багов связанных с аксессуарами, официальный предмет будет снят, если он имеет одинаковый регион надевания с предметом, надетый в Меню Снаряжения.",
    "TFPage_SelfmadeSmissmas_container09contrackertext": "Контракер, конечно, хорошая вещь для выполнения контрактов, но к сожалению, новых контрактов для официального обновления Шмождество 2019 так и не появилось. Не расстраивайтесь, ибо теперь вы можете выполнить шмождественские контракты в нашем <b>КонТрекере от сообщества!</b>. Он такой же как и тот, который вы использовали прежде, но намного лучше! <br><br> Во-первых, наши контракты бесплатны.<br>Всё верно, бесплатные!  Потому-что контракты должны выполнять все! <br><br> Во-вторых, как и в официальном варианте, все контракты будут основыватся на заработанном вами прогрессом. Это значит, что выполнив один контракт, вам откроется новый. Завершение самих контрактов награждает вас либо уникальными предметам в игре, либо Манн-Коинами, с помощью которых вы сможете открывать ящики и покупать новые аксессуары в <a href='https://creators.tf/store'><b>Мастерской Манн Ко.</b></a>",
    "TFPage_SelfmadeSmissmas_container09contrackertext2": "Вы сможете открывать <b><i>КонТрекер от сообщества</i></b> через наш официальный веб-сайт, на который вы сможете зайти со своего браузера или оверлея Steam. Кроме того, вы можете зайти на него с помощью вашего мобильного устройства, что намного больше упрощает возможность доступа к КонТрекеру на сайте! Брать контракты с этим способом становиться необычайно легко.<br><br>Ваш контракт сменится на сервере на котором вы играете, только после того, как вы нажмете на кнопу активации самого контракта. Что бы получить награждение за контракт, просто активируйте сам контракт, зачем завершите его на 100 КонТрекерных очков, а затем нажмите на зелёную кнопу <i>Завершить контракт!</i>",
    "TFPage_SelfmadeSmissmas_container10crateimagetext": "Зимние Открытые Ящики Creators.TF 2019",
    "TFPage_SelfmadeSmissmas_container10cratestext": "Ящики могут быть получны за: выполения контрактов, случайного их выпадения во время игры, или же вы можете просто купить их через Мастерскую Манн Ко. В отличии от обычных ящиков, эти не требуют ключей для их открытия! Вы можете открыть свой ящик и достать из него действительно хорошие вещи. Прямо как и в самой игре, когда вы открываете ящик, вы имеете шанс получить любой предмет из ящика которые находятся в списке.",
    "TFPage_SelfmadeSmissmas_creditstitle_inhouse": "Команда Разработчик",
    "TFPage_SelfmadeSmissmas_creditstitle_contributors": "Авторы",
    "TFPage_SelfmadeSmissmas_container11description": "Мы хотели бы поблагодарить всех, кто помогал нам во время этого обновления. Без вас, ребята, это было бы невозможно. </br> От нашему сообщества вашему сообществу, спасибо вам.",
    "TFPage_SelfmadeSmissmas_faq1question": "Это официальное обновление?",
    "TFPage_SelfmadeSmissmas_faq1answer": "Нет. <b>Шмождество Ручной Сборки</b> - это не официальное обновление для Team Fortress 2.  Оно полностью сделано членами комьюнити Team Fortress 2.",
    "TFPage_SelfmadeSmissmas_faq2question": "Как поиграть на сервере?",
    "TFPage_SelfmadeSmissmas_faq2answer": "Нажмите на большую кнопку «Найти игру» на <a href='/' target='_blank'>главной странице</a> сайта, затем выбирайте сервер и начинайте играть.",
    "TFPage_SelfmadeSmissmas_faq3question": "Как мне получить новые аксессуары?",
    "TFPage_SelfmadeSmissmas_faq3answer": "Вы можете получить новые аксессуары посредством покупки их в Мастерской Манн-Ко или открывая Зимние Открытые Ящики Creators.TF 2019.",
    "TFPage_SelfmadeSmissmas_faq4question": "Это всё бесплатно?",
    "TFPage_SelfmadeSmissmas_faq4answer": "Да, абсолютно всё, что вы можете получить на наших серверах - бесплатно и не нуждается в оплате реальными деньгами. Если вы хотите поддержать наш проект - просмотрите <a href='/donate' target='_blank'>страницу донатов.</a>",
    "TFPage_SelfmadeSmissmas_faq5question": "Как мне посмотреть свой инвентарь?",
    "TFPage_SelfmadeSmissmas_faq5answer": "Перейдите на вкладку Предметы в заголовке сайта. Если вы хотите изменить своё снаряжение нажмите на кнопку Открыть «Снаряжение».",
    "TFPage_SelfmadeSmissmas_faq6question": "Что такое Мастерская Манн-Ко?",
    "TFPage_SelfmadeSmissmas_faq6answer": "Это магазин, который мы создали для покупки новых предметов за Манн-Коины.",
    "TFPage_SelfmadeSmissmas_faq7question": "Как мне завершить контракт?",
    "TFPage_SelfmadeSmissmas_faq7answer": "Нажмите на вкладку с КонТрекером на главной странице сайта, а затем выберите контракт, который вы хотите завершить. Мы сделали это максимально похожим на оффициальный КонТрекер из TF2 насколько это возможно.",
    "TFPage_SelfmadeSmissmas_faq8question": "У меня другой вопрос. Как мне с вами связаться?",
    "TFPage_SelfmadeSmissmas_faq8answer": "У нас есть <a href='/discord' target='_blank'>Discord Сервер</a>. Если вы не используете Discord - у нас есть <a href='/twitter' target='_blank'>Твиттер</a>. Если вы не используете Твиттер - у нас есть <a href='/steam' target='_blank'>Группа Steam</a>. А если вы не используете Steam, по какой-то причине… Свяжитесь с нами на <a href='mailto://support@creators.tf'>support@creators.tf</a>.",
}
